Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# HwAdvisor_Graphics.Text
source: Graphics
de: Grafik
es: Gráficos
fr: Graphismes
ja: グラフィックス
zh_cn: 显卡

# HwAdvisor_Device.Text
source: Device
de: Gerät
es: Dispositivo
fr: Périphérique
ja: デバイス
zh_cn: 设备

# HwAdvisor_VideoMemory.Text
source: Video Memory
de: Videospeicher
es: Memoria de vídeo
fr: Mémoire vidéo
ja: ビデオ メモリ
zh_cn: 显存

# HwAdvisor_Processor.Text
source: Processor
de: Prozessor
es: Procesador
fr: Processeur
ja: プロセッサ
zh_cn: 处理器

# HwAdvisor_Processor2.Text
source: Processor
de: Prozessor
es: Procesador
fr: Processeur
ja: プロセッサ
zh_cn: 处理器

# HwAdvisor_LogicalCores.Text
source: Logical Cores
de: Logische Kerne
es: Núcleos lógicos
fr: Cœurs logiques
ja: 論理コア
zh_cn: 逻辑核心

# HwAdvisor_Cores.Text
source: cores
de: Kerne
es: núcleos
fr: cœurs
ja: コア
zh_cn: 核心

# HwAdvisor_Memory.Text
source: MEMORY
de: ARBEITSSPEICHER
es: MEMORIA
fr: MÉMOIRE
ja: メモリ
zh_cn: 内存

# HwAdvisor_SystemRam.Text
source: System RAM
es: RAM del sistema
fr: RAM système
ja: システム RAM
zh_cn: 系统内存

# HwAdvisor_TotalRam.Text
source: Total RAM
de: RAM gesamt
es: RAM total
fr: RAM totale
ja: 合計 RAM
zh_cn: 总内存

# HwAdvisor_Available.Text
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 空き
zh_cn: 可用

# HwAdvisor_NoNpu.Text
source: No NPU
de: Kein NPU
es: Sin NPU
fr: Pas de NPU
ja: NPU なし
zh_cn: 无 NPU

# HwAdvisor_RecommendedConfiguration.Text
source: Recommended Configuration
de: Empfohlene Konfiguration
es: Configuración recomendada
fr: Configuration recommandée
ja: 推奨構成
zh_cn: 推荐配置

# HwAdvisor_PerformanceTier.Text
source: PERFORMANCE TIER
de: LEISTUNGSSTUFE
es: NIVEL DE RENDIMIENTO
fr: NIVEAU DE PERFORMANCE
ja: パフォーマンス ティア
zh_cn: 性能等级

# HwAdvisor_RecommendedModelsForYour.Text
source: Recommended Models for Your System
de: Empfohlene Modelle für Ihr System
es: Modelos recomendados para su sistema
fr: Modèles recommandés pour votre système
ja: お使いのシステムへの推奨モデル
zh_cn: 适合您系统的推荐模型

# HwAdvisor_TheseModelsAreOptimized.Text
source: These models are optimized for your detected hardware capabilities.
de: Diese Modelle sind für Ihre erkannten Hardware-Fähigkeiten optimiert.
es: Estos modelos están optimizados para las capacidades detectadas de su hardware.
fr: Ces modèles sont optimisés pour les capacités matérielles détectées.
ja: これらのモデルは、検出されたハードウェア性能に合わせて最適化されています。
zh_cn: 这些模型已针对检测到的硬件能力进行优化。

# HwAdvisor_ChatModels.Text
source: Chat Models
de: Chat-Modelle
es: Modelos de chat
fr: Modèles de chat
ja: チャット モデル
zh_cn: 聊天模型

# HwAdvisor_Chat.Text
source: Chat
ja: チャット
zh_cn: 聊天

# HwAdvisor_Installed.Text
source: Installed
de: Installiert
es: Instalado
fr: Installé
ja: インストール済み
zh_cn: 已安装

# HwAdvisor_Install.Text
source: Install
de: Installieren
es: Instalar
fr: Installer
ja: インストール
zh_cn: 安装

# HwAdvisor_CodeModels.Text
source: Code Models
de: Code-Modelle
es: Modelos de código
fr: Modèles de code
ja: コード モデル
zh_cn: 代码模型

# HwAdvisor_Code.Text
source: Code
es: Código
ja: コード
zh_cn: 代码

# HwAdvisor_Installed2.Text
source: Installed
de: Installiert
es: Instalado
fr: Installé
ja: インストール済み
zh_cn: 已安装

# HwAdvisor_Install2.Text
source: Install
de: Installieren
es: Instalar
fr: Installer
ja: インストール
zh_cn: 安装

# HwAdvisor_EmbeddingModels.Text
source: Embedding Models
de: Embedding-Modelle
es: Modelos de embeddings
fr: Modèles d'embeddings
ja: 埋め込みモデル
zh_cn: 嵌入模型

# HwAdvisor_Embedding.Text
source: Embedding
ja: 埋め込み
zh_cn: 嵌入

# HwAdvisor_Installed3.Text
source: Installed
de: Installiert
es: Instalado
fr: Installé
ja: インストール済み
zh_cn: 已安装

# HwAdvisor_Install3.Text
source: Install
de: Installieren
es: Instalar
fr: Installer
ja: インストール
zh_cn: 安装

# HwAdvisor_LocalAiOnly.Text
source: Local AI Only
de: Nur lokale KI
es: Solo IA local
fr: IA locale uniquement
ja: ローカル AI のみ
zh_cn: 仅本地 AI

# HwAdvisor_AllModelsRunEntirely.Text
source: — All models run entirely on your hardware. No data is sent to external servers. Your hardware information never leaves this machine.
de: — Alle Modelle laufen vollständig auf Ihrer Hardware. Es werden keine Daten an externe Server gesendet. Ihre Hardware-Informationen verlassen diesen Rechner nie.
es: — Todos los modelos se ejecutan íntegramente en su hardware. No se envían datos a servidores externos. La información de su hardware nunca sale de este equipo.
fr: — Tous les modèles s'exécutent entièrement sur votre matériel. Aucune donnée n'est envoyée à des serveurs externes. Les informations sur votre matériel ne quittent jamais cette machine.
ja: — すべてのモデルはお使いのハードウェア上でのみ動作します。外部サーバーにデータが送信されることはなく、ハードウェア情報がこのマシンの外に出ることもありません。
zh_cn: — 所有模型完全在您的硬件上运行。不会向外部服务器发送任何数据,您的硬件信息也绝不会离开本机。

# WfBuilder_Workflows.Text
source: Workflows
ja: ワークフロー
zh_cn: 工作流

# WfBuilder_MultiStepAiPipelines.Text
source: Multi-step AI pipelines
de: Mehrstufige KI-Pipelines
es: Canalizaciones de IA de varios pasos
fr: Pipelines d'IA en plusieurs étapes
ja: マルチステップ AI パイプライン
zh_cn: 多步骤 AI 管道

# WfBuilder_NewWorkflow.Content
source: New Workflow
de: Neuer Workflow
es: Nuevo flujo de trabajo
fr: Nouveau flux de travail
ja: 新しいワークフロー
zh_cn: 新建工作流

# WfBuilder_ImportWorkflow.Content
source: Import Workflow
de: Workflow importieren
es: Importar flujo de trabajo
fr: Importer un flux de travail
ja: ワークフローをインポート
zh_cn: 导入工作流

# WfBuilder_Steps.Text
source: steps
de: Schritte
es: pasos
fr: étapes
ja: ステップ
zh_cn: 个步骤

# WfBuilder_Template.Text
source: Template
de: Vorlage
es: Plantilla
fr: Modèle
ja: テンプレート
zh_cn: 模板

# WfBuilder_Runs.Text
source: runs
de: Ausführungen
es: ejecuciones
fr: exécutions
ja: 回の実行
zh_cn: 次运行

# WfBuilder_UseTemplate.Content
source: Use Template
de: Vorlage verwenden
es: Usar plantilla
fr: Utiliser le modèle
ja: テンプレートを使用
zh_cn: 使用模板

# WfBuilder_Edit.Content
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
zh_cn: 编辑

# WfBuilder_Delete.Content
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
zh_cn: 删除

# WfBuilder_BuildMultiStepAi.Text
source: Build multi-step AI pipelines. Each step's output feeds the next.
de: Erstellen Sie mehrstufige KI-Pipelines. Die Ausgabe jedes Schritts fließt in den nächsten ein.
es: Cree canalizaciones de IA de varios pasos. La salida de cada paso alimenta el siguiente.
fr: Créez des pipelines d'IA en plusieurs étapes. La sortie de chaque étape alimente la suivante.
ja: マルチステップの AI パイプラインを構築します。各ステップの出力が次のステップに渡されます。
zh_cn: 构建多步骤 AI 管道。每一步的输出都会传入下一步。

# WfBuilder_WorkflowEditor.Text
source: Workflow Editor
es: Editor de flujos de trabajo
fr: Éditeur de flux de travail
ja: ワークフロー エディター
zh_cn: 工作流编辑器

# WfBuilder_Name.Text
source: Name
es: Nombre
fr: Nom
ja: 名前
zh_cn: 名称

# WfBuilder_MyWorkflowPh.PlaceholderText
source: My Workflow
de: Mein Workflow
es: Mi flujo de trabajo
fr: Mon flux de travail
ja: マイ ワークフロー
zh_cn: 我的工作流

# WfBuilder_Description.Text
source: Description
de: Beschreibung
es: Descripción
ja: 説明
zh_cn: 描述

# WfBuilder_WhatDoesThisWorkflowPh.PlaceholderText
source: What does this workflow do?
de: Was macht dieser Workflow?
es: ¿Qué hace este flujo de trabajo?
fr: Que fait ce flux de travail ?
ja: このワークフローは何をしますか?
zh_cn: 此工作流的用途是什么?

# WfBuilder_Category.Text
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
zh_cn: 类别

# WfBuilder_Steps2.Text
source: Steps
de: Schritte
es: Pasos
fr: Étapes
ja: ステップ
zh_cn: 步骤

# WfBuilder_AddStep.Content
source: Add Step
de: Schritt hinzufügen
es: Añadir paso
fr: Ajouter une étape
ja: ステップを追加
zh_cn: 添加步骤

# WfBuilder_StepNamePh.PlaceholderText
source: Step name
de: Schrittname
es: Nombre del paso
fr: Nom de l'étape
ja: ステップ名
zh_cn: 步骤名称

# WfBuilder_MoveUpTip.ToolTipService.ToolTip
source: Move Up
de: Nach oben
es: Subir
fr: Monter
ja: 上へ移動
zh_cn: 上移

# WfBuilder_MoveDownTip.ToolTipService.ToolTip
source: Move Down
de: Nach unten
es: Bajar
fr: Descendre
ja: 下へ移動
zh_cn: 下移

# WfBuilder_RemoveStepTip.ToolTipService.ToolTip
source: Remove Step
de: Schritt entfernen
es: Eliminar paso
fr: Supprimer l'étape
ja: ステップを削除
zh_cn: 移除步骤

# WfBuilder_StepType.Header
source: Step Type
de: Schritttyp
es: Tipo de paso
fr: Type d'étape
ja: ステップの種類
zh_cn: 步骤类型

# WfBuilder_EnterPromptUseInputPh.PlaceholderText
source: Enter prompt... Use {{input}} for original input, {{previous_output}} for last step's output
de: Prompt eingeben... Verwenden Sie {{input}} für die ursprüngliche Eingabe, {{previous_output}} für die Ausgabe des letzten Schritts
es: Escriba el prompt... Use {{input}} para la entrada original y {{previous_output}} para la salida del paso anterior
fr: Saisissez le prompt... Utilisez {{input}} pour l'entrée d'origine, {{previous_output}} pour la sortie de la dernière étape
ja: プロンプトを入力... 元の入力には {{input}}、直前のステップの出力には {{previous_output}} を使用します
zh_cn: 输入提示词... 使用 {{input}} 表示原始输入,{{previous_output}} 表示上一步的输出

# WfBuilder_EnterPromptUseInputPh.Header
source: Prompt Template
de: Prompt-Vorlage
es: Plantilla de prompt
fr: Modèle de prompt
ja: プロンプト テンプレート
zh_cn: 提示词模板

# WfBuilder_StepSettingsLabel.Text
source: Step settings (JSON)
de: Schritteinstellungen (JSON)
es: Configuración del paso (JSON)
fr: Paramètres de l'étape (JSON)
ja: ステップの設定 (JSON)
zh_cn: 步骤设置 (JSON)

source: Step settings (JSON)
de: Schritteinstellungen (JSON)
es: Configuración del paso (JSON)
fr: Paramètres de l'étape (JSON)
ja: ステップの設定 (JSON)
zh_cn: 步骤设置 (JSON)

# WfBuilder_StepSettingsHintDocumentLookup
source: Optional. {"collectionId": 3} searches only the collection with that ID; without settings, every document is searched. The prompt template is the search query.
de: Optional. {"collectionId": 3} durchsucht nur die Sammlung mit dieser ID; ohne Einstellungen werden alle Dokumente durchsucht. Die Prompt-Vorlage ist die Suchanfrage.
es: Opcional. {"collectionId": 3} busca solo en la colección con ese ID; sin configuración, se busca en todos los documentos. La plantilla de prompt es la consulta de búsqueda.
fr: Facultatif. {"collectionId": 3} ne recherche que dans la collection portant cet ID ; sans paramètres, tous les documents sont recherchés. Le modèle de prompt sert de requête de recherche.
ja: 省略可能。{"collectionId": 3} と指定すると、その ID のコレクションだけを検索します。設定しない場合はすべてのドキュメントを検索します。プロンプト テンプレートが検索クエリになります。
zh_cn: 可选。{"collectionId": 3} 表示只搜索该 ID 对应的合集；不设置时搜索所有文档。提示词模板即为搜索查询。

# WfBuilder_StepSettingsHintTextTransform
source: Optional. "transform" is one of: {0}. Without settings, the text is made uppercase.
de: Optional. "transform" ist einer dieser Werte: {0}. Ohne Einstellungen wird der Text in Großbuchstaben umgewandelt.
es: Opcional. "transform" es uno de estos valores: {0}. Sin configuración, el texto se convierte a mayúsculas.
fr: Facultatif. "transform" prend l'une de ces valeurs : {0}. Sans paramètres, le texte est mis en majuscules.
ja: 省略可能。"transform" には次のいずれかを指定します: {0}。設定しない場合、テキストは大文字に変換されます。
zh_cn: 可选。"transform" 取以下值之一：{0}。不设置时，文本将转换为大写。

# WfBuilder_StepSettingsHintConditionalBranch
source: Required. "condition" is one of: {0}. It tests the previous step's output against "value", and the step outputs "trueBranch" or "falseBranch" (the previous output when that one is left out).
de: Erforderlich. "condition" ist einer dieser Werte: {0}. Die Bedingung prüft die Ausgabe des vorherigen Schritts gegen "value", und der Schritt gibt "trueBranch" oder "falseBranch" aus (die vorherige Ausgabe, wenn dieser Zweig fehlt).
es: Obligatorio. "condition" es uno de estos valores: {0}. Compara la salida del paso anterior con "value", y el paso devuelve "trueBranch" o "falseBranch" (la salida anterior si se omite esa rama).
fr: Obligatoire. "condition" prend l'une de ces valeurs : {0}. Elle compare la sortie de l'étape précédente à "value", et l'étape renvoie "trueBranch" ou "falseBranch" (la sortie précédente si cette branche est omise).
ja: 必須。"condition" には次のいずれかを指定します: {0}。前のステップの出力を "value" と比較し、ステップは "trueBranch" または "falseBranch" を出力します (その分岐を省略した場合は前の出力をそのまま出力します)。
zh_cn: 必填。"condition" 取以下值之一：{0}。它将上一步的输出与 "value" 进行比较，此步骤随后输出 "trueBranch" 或 "falseBranch"（省略该分支时输出上一步的结果）。

# WfBuilder_StepSettingsHintOutputFormat
source: Optional. "format" is one of: {0}. "prefix" and "suffix" add text before and after the output.
de: Optional. "format" ist einer dieser Werte: {0}. "prefix" und "suffix" fügen Text vor und nach der Ausgabe ein.
es: Opcional. "format" es uno de estos valores: {0}. "prefix" y "suffix" añaden texto antes y después de la salida.
fr: Facultatif. "format" prend l'une de ces valeurs : {0}. "prefix" et "suffix" ajoutent du texte avant et après la sortie.
ja: 省略可能。"format" には次のいずれかを指定します: {0}。"prefix" と "suffix" は出力の前後にテキストを追加します。
zh_cn: 可选。"format" 取以下值之一：{0}。"prefix" 和 "suffix" 会在输出前后添加文本。

# WfBuilder_StepSettingsRequired
source: This step type needs settings. The empty box shows an example to start from.
de: Dieser Schritttyp benötigt Einstellungen. Das leere Feld zeigt ein Beispiel als Ausgangspunkt.
es: Este tipo de paso necesita configuración. El cuadro vacío muestra un ejemplo para empezar.
fr: Ce type d'étape nécessite des paramètres. Le champ vide affiche un exemple pour commencer.
ja: この種類のステップには設定が必要です。空の欄に表示される例を参考にしてください。
zh_cn: 此步骤类型需要设置。空白框中显示了一个可供参考的示例。

# WfBuilder_StepSettingsInvalidJson
source: The settings are not valid JSON. Check line {0}, near position {1}.
de: Die Einstellungen sind kein gültiges JSON. Prüfen Sie Zeile {0}, nahe Position {1}.
es: La configuración no es JSON válido. Revise la línea {0}, cerca de la posición {1}.
fr: Les paramètres ne sont pas du JSON valide. Vérifiez la ligne {0}, vers la position {1}.
ja: 設定が有効な JSON ではありません。{0} 行目の {1} 文字目付近を確認してください。
zh_cn: 设置不是有效的 JSON。请检查第 {0} 行第 {1} 个位置附近。

# WfBuilder_StepSettingsNotAnObject
source: The settings must be one JSON object in braces, for example: {0}
de: Die Einstellungen müssen ein einzelnes JSON-Objekt in geschweiften Klammern sein, zum Beispiel: {0}
es: La configuración debe ser un único objeto JSON entre llaves, por ejemplo: {0}
fr: Les paramètres doivent former un seul objet JSON entre accolades, par exemple : {0}
ja: 設定は波かっこで囲んだ 1 つの JSON オブジェクトにしてください。例: {0}
zh_cn: 设置必须是用大括号括起来的单个 JSON 对象，例如：{0}

# WfBuilder_StepSettingsUnknownSetting
source: This step type has no setting named "{0}" (names are case-sensitive). Its settings are: {1}.
de: Dieser Schritttyp hat keine Einstellung namens "{0}" (Groß- und Kleinschreibung wird beachtet). Seine Einstellungen sind: {1}.
es: Este tipo de paso no tiene ninguna opción llamada "{0}" (se distingue entre mayúsculas y minúsculas). Sus opciones son: {1}.
fr: Ce type d'étape n'a aucun paramètre nommé "{0}" (les noms respectent la casse). Ses paramètres sont : {1}.
ja: この種類のステップには "{0}" という設定はありません (名前の大文字と小文字は区別されます)。使用できる設定: {1}。
zh_cn: 此步骤类型没有名为 "{0}" 的设置（名称区分大小写）。可用的设置：{1}。

# WfBuilder_StepSettingsNotText
source: "{0}" must be text in double quotes.
de: "{0}" muss Text in doppelten Anführungszeichen sein.
es: "{0}" debe ser texto entre comillas dobles.
fr: "{0}" doit être un texte entre guillemets doubles.
ja: "{0}" は二重引用符で囲んだテキストにしてください。
zh_cn: "{0}" 必须是用双引号括起来的文本。

# WfBuilder_StepSettingsNotAWholeNumber
source: "{0}" must be a whole number, for example {1}.
de: "{0}" muss eine ganze Zahl sein, zum Beispiel {1}.
es: "{0}" debe ser un número entero, por ejemplo {1}.
fr: "{0}" doit être un nombre entier, par exemple {1}.
ja: "{0}" は整数にしてください (例: {1})。
zh_cn: "{0}" 必须是整数，例如 {1}。

# WfBuilder_StepSettingsUnknownChoice
source: "{0}" cannot be "{1}". Use one of: {2}.
de: "{0}" kann nicht "{1}" sein. Verwenden Sie einen dieser Werte: {2}.
es: "{0}" no puede ser "{1}". Use uno de estos valores: {2}.
fr: "{0}" ne peut pas valoir "{1}". Utilisez l'une de ces valeurs : {2}.
ja: "{0}" に "{1}" は使用できません。次のいずれかを使用してください: {2}。
zh_cn: "{0}" 不能为 "{1}"。请使用以下值之一：{2}。

# WfBuilder_StepSettingsInvalidPattern
source: "{0}" is not a valid regular expression for the matches condition.
de: "{0}" ist kein gültiger regulärer Ausdruck für die Bedingung matches.
es: "{0}" no es una expresión regular válida para la condición matches.
fr: "{0}" n'est pas une expression régulière valide pour la condition matches.
ja: "{0}" は matches 条件に使用できる正規表現ではありません。
zh_cn: "{0}" 不是 matches 条件可用的有效正则表达式。

# WfBuilder_FixStepSettings
source: Step {0} has settings that cannot be used. Fix them before saving the workflow.
de: Schritt {0} hat Einstellungen, die nicht verwendet werden können. Korrigieren Sie sie, bevor Sie den Workflow speichern.
es: El paso {0} tiene una configuración que no se puede usar. Corríjala antes de guardar el flujo de trabajo.
fr: L'étape {0} a des paramètres inutilisables. Corrigez-les avant d'enregistrer le flux de travail.
ja: ステップ {0} の設定は使用できません。ワークフローを保存する前に修正してください。
zh_cn: 步骤 {0} 的设置无法使用。请先修正再保存工作流。

# WfBuilder_Cancel.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# WfBuilder_SaveWorkflow.Content
source: Save Workflow
de: Workflow speichern
es: Guardar flujo de trabajo
fr: Enregistrer le flux de travail
ja: ワークフローを保存
zh_cn: 保存工作流

# WfBuilder_FocusedWorkflowRun.Text
source: Focused Workflow Run
de: Fokussierte Workflow-Ausführung
es: Ejecución de flujo de trabajo enfocada
fr: Exécution de flux de travail ciblée
ja: フォーカス中のワークフロー実行
zh_cn: 聚焦的工作流运行

# WfBuilder_TheMatchingWorkflowAnd.Text
source: The matching workflow and stored result were brought to the top of the page for review.
de: Der passende Workflow und das gespeicherte Ergebnis wurden zur Überprüfung an den Seitenanfang geholt.
es: El flujo de trabajo correspondiente y el resultado guardado se llevaron al inicio de la página para su revisión.
fr: Le flux de travail correspondant et le résultat enregistré ont été remontés en haut de la page pour examen.
ja: 該当するワークフローと保存済みの結果を、確認のためページ上部に表示しました。
zh_cn: 匹配的工作流及其已保存的结果已置于页面顶部,便于查看。

# WfBuilder_Dismiss.Content
source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
ja: 閉じる
zh_cn: 关闭

# WfBuilder_RunWorkflow.Text
source: Run Workflow
de: Workflow ausführen
es: Ejecutar flujo de trabajo
fr: Exécuter le flux de travail
ja: ワークフローを実行
zh_cn: 运行工作流

# WfBuilder_ExportJson.Content
source: Export JSON
de: JSON exportieren
es: Exportar JSON
fr: Exporter en JSON
ja: JSON をエクスポート
zh_cn: 导出 JSON

# WfBuilder_TemplateGuide.Text
source: Template Guide
de: Vorlagen-Leitfaden
es: Guía de la plantilla
fr: Guide du modèle
ja: テンプレート ガイド
zh_cn: 模板指南

# WfBuilder_BestFor.Text
source: Best For
de: Ideal für
es: Ideal para
fr: Idéal pour
ja: 最適な用途
zh_cn: 最适用于

# WfBuilder_YouLlGet.Text
source: You'll Get
de: Sie erhalten
es: Obtendrá
fr: Vous obtiendrez
ja: 得られる結果
zh_cn: 您将获得

# WfBuilder_TryItWith.Text
source: Try It With
de: Ausprobieren mit
es: Pruébelo con
fr: Essayez avec
ja: 試してみる
zh_cn: 试试用于

# WfBuilder_RunTheTemplateAs.Text
source: Run the template as-is if it already fits. Use Template if you want to customize the steps before saving your own version.
de: Führen Sie die Vorlage unverändert aus, wenn sie bereits passt. Nutzen Sie „Vorlage verwenden“, um die Schritte anzupassen, bevor Sie Ihre eigene Version speichern.
es: Ejecute la plantilla tal cual si ya se ajusta. Use 'Usar plantilla' si quiere personalizar los pasos antes de guardar su propia versión.
fr: Exécutez le modèle tel quel s'il convient déjà. Utilisez « Utiliser le modèle » pour personnaliser les étapes avant d'enregistrer votre propre version.
ja: そのままで合う場合はテンプレートを直接実行できます。ステップをカスタマイズして自分用に保存したい場合は [テンプレートを使用] を選択してください。
zh_cn: 如果模板已经合适,可直接运行。若想先自定义步骤再保存自己的版本,请使用“使用模板”。

# WfBuilder_Input.Text
source: Input
de: Eingabe
es: Entrada
fr: Entrée
ja: 入力
zh_cn: 输入

# WfBuilder_PasteOrTypeThePh.PlaceholderText
source: Paste or type the content you want to process...
de: Fügen Sie den zu verarbeitenden Inhalt ein oder geben Sie ihn ein...
es: Pegue o escriba el contenido que desea procesar...
fr: Collez ou saisissez le contenu à traiter...
ja: 処理したいコンテンツを貼り付けまたは入力...
zh_cn: 粘贴或输入要处理的内容...

# WfBuilder_Run.Content
source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
ja: 実行
zh_cn: 运行

# WfBuilder_Cancel2.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# WfBuilder_Running.Text
source: Running:
de: Läuft:
es: Ejecutando:
fr: En cours :
ja: 実行中:
zh_cn: 正在运行:

# Export_ExportingConversation
source: Exporting conversation...
de: Konversation wird exportiert...
es: Exportando conversación...
ja: 会話をエクスポートしています...
zh_cn: 正在导出会话...

# Export_ExportedTo
source: Exported to {0}
de: Exportiert nach {0}
es: Exportado a {0}
ja: {0} にエクスポートしました
zh_cn: 已导出到 {0}

# Export_Failed
source: Export failed: {0}
de: Export fehlgeschlagen: {0}
es: Error al exportar: {0}
ja: エクスポートに失敗しました: {0}
zh_cn: 导出失败：{0}

# Export_ExportingConversationsOne
source: Exporting {0} conversation...
de: {0} Konversation wird exportiert...
es: Exportando {0} conversación...
ja: {0} 件の会話をエクスポートしています...
zh_cn: 正在导出 {0} 个会话...

# Export_ExportingConversationsMany
source: Exporting {0} conversations...
de: {0} Konversationen werden exportiert...
es: Exportando {0} conversaciones...
ja: {0} 件の会話をエクスポートしています...
zh_cn: 正在导出 {0} 个会话...

# Export_ExportedConversationsOne
source: Exported {0} conversation
de: {0} Konversation exportiert
es: {0} conversación exportada
ja: {0} 件の会話をエクスポートしました
zh_cn: 已导出 {0} 个会话

# Export_ExportedConversationsMany
source: Exported {0} conversations
de: {0} Konversationen exportiert
es: {0} conversaciones exportadas
ja: {0} 件の会話をエクスポートしました
zh_cn: 已导出 {0} 个会话

# Export_ExportingCollection
source: Exporting collection...
de: Sammlung wird exportiert...
es: Exportando colección...
ja: コレクションをエクスポートしています...
zh_cn: 正在导出合集...

# Export_CollectionExportedTo
source: Collection exported to {0}
de: Sammlung exportiert nach {0}
es: Colección exportada a {0}
ja: コレクションを {0} にエクスポートしました
zh_cn: 合集已导出到 {0}

# Export_CopyFailedNotFound
source: Copy failed: the conversation could not be found
de: Kopieren fehlgeschlagen: Die Konversation wurde nicht gefunden
es: Error al copiar: no se encontró la conversación
ja: コピーに失敗しました: 会話が見つかりませんでした
zh_cn: 复制失败：找不到该会话

# Export_CopiedAsMarkdown
source: Conversation copied to clipboard as Markdown
de: Konversation als Markdown in die Zwischenablage kopiert
es: Conversación copiada al portapapeles como Markdown
ja: 会話を Markdown としてクリップボードにコピーしました
zh_cn: 已将会话以 Markdown 格式复制到剪贴板

# Export_CopyFailed
source: Copy failed: {0}
de: Kopieren fehlgeschlagen: {0}
es: Error al copiar: {0}
ja: コピーに失敗しました: {0}
zh_cn: 复制失败：{0}

# WebImport_EnterValidUrl
source: Please enter a valid URL
de: Bitte geben Sie eine gültige URL ein
es: Introduzca una URL válida
ja: 有効な URL を入力してください
zh_cn: 请输入有效的 URL

# WebImport_PreviewLoaded
source: Preview loaded
de: Vorschau geladen
es: Vista previa cargada
ja: プレビューを読み込みました
zh_cn: 预览已加载

# WebImport_ExtractFailed
source: Failed to extract: {0}
de: Extrahieren fehlgeschlagen: {0}
es: No se pudo extraer: {0}
ja: 抽出に失敗しました: {0}
zh_cn: 提取失败：{0}

# WebImport_PreviewFailed
source: Preview failed: {0}
de: Vorschau fehlgeschlagen: {0}
es: Error en la vista previa: {0}
ja: プレビューに失敗しました: {0}
zh_cn: 预览失败：{0}

# WebImport_NoValidUrls
source: No valid URLs found
de: Keine gültigen URLs gefunden
es: No se encontraron URL válidas
ja: 有効な URL が見つかりません
zh_cn: 未找到有效的 URL

# WebImport_ImportedUrlsOne
source: Imported {0} of {1} URL
de: {0} von {1} URL importiert
es: URL importada: {0} de {1}
ja: {1} 件中 {0} 件の URL をインポートしました
zh_cn: 已导入 {0}/{1} 个 URL

# WebImport_ImportedUrlsMany
source: Imported {0} of {1} URLs
de: {0} von {1} URLs importiert
es: URL importadas: {0} de {1}
ja: {1} 件中 {0} 件の URL をインポートしました
zh_cn: 已导入 {0}/{1} 个 URL

# WebImport_ImportCancelled
source: Import cancelled
de: Import abgebrochen
es: Importación cancelada
ja: インポートをキャンセルしました
zh_cn: 导入已取消

# WebImport_ImportFailed
source: Import failed: {0}
de: Import fehlgeschlagen: {0}
es: Error en la importación: {0}
ja: インポートに失敗しました: {0}
zh_cn: 导入失败：{0}

# WebImport_ReadingFeed
source: Reading feed...
de: Feed wird gelesen...
es: Leyendo la fuente...
ja: フィードを読み込んでいます...
zh_cn: 正在读取源...
